<?php

return [
    'user_type' =>  ['1' => '管理员'],
    'project_status'   =>  ['1' => '待开工', '2' => '已开工', '3' => '待结算', '4' => '已结算'],
    'order_type'    =>  ['1' => '采购入库', '2' => '调拨出库', '3' => '调拨入库', '4' => '报损出库', '5' => '盘库入库', '6' => '盘库出库', '7' => '领取出库', '8' => '归还入库','9' => '工程调拨入库','10' => '工程调拨出库','11' => '结余调拨入库','12' => '结余调拨出库'],
    'order_status'    =>  ['1' => '待审核', '2' => '成功', '3' => '已取消'],
    'buy_status'    =>  ['1' => '采购中', '2' => '部分入库', '3' => '已完成', '4' => '已取消', '5' => '申请中', '6' => '申请失败'],
    'buy_from'  =>  ['1' => '自购', '2' => '甲供'],
];
